amazonwebservices.aws-toolkit-vscode
analytic-signal.preview-mp4
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
chrmarti.regex
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.docker-explorer
GitHub.copilot
hediet.vscode-drawio
heybourn.headwind
huacnlee.auto-correct
idleberg.applescript
joffreykern.markdown-toc
legendmohe.markdown-index
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
octref.vetur
oderwat.indent-rainbow
oliversturm.fix-json
patbenatar.advanced-new-file
robole.markdown-snippets
Shan.code-settings-sync
skyran.js-jsx-snippets
streetsidesoftware.code-spell-checker
WakaTime.vscode-wakatime
yzhang.markdown-all-in-one
